Repository: ahmtilhn/sudoku_game
Catalog: assets/localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Password reset email sent.
ar: كلمة مرور إعادة تعيين البريد الإلكتروني المرسلة.
bn: পাসওয়ার্ড পাঠানো ইমেইল পুনরায়
de: Passwort wiederherstellen E-Mail gesendet.
es: La contraseña de reset de correo electrónico enviado.
fr: Password de réinitialisation de l'email envoyé.
hi: ईमेल भेजने के लिए पासवर्ड रीसेट करें
id: Kata sandi kembali email yang dikirim.
it: Password ristrutturazione e-mail inviato.
ja: メールのパスワードをリセットします。
ko: 이메일을 다시 보내는 비밀번호
nl: Password reset e-mail verzonden.
pl: Wymień przesyłane przez e-mail hasło.
pt: Password Reset e-mail enviado.
ru: Пароль перезагрузка электронной почты.
th: โซลูชั่นอีเมลที่ส่ง
tr: Parola sıfırlama e-posta gönderildi.
uk: Повідомлення відправлено через електронну пошту.
ur: پاس ورڈ رجوع ای میل بھیج دیا.
vi: Password reset email gửi.
zh_hans: 回复发送的电子邮件密码。
zh_hant: 回覆傳送的電子郵件密碼。

# sign_out_question
source: Sign out?
ar: اكتب من؟
bn: সাইন করুন ?
de: Unterschreiben Sie?
es: ¿Signar de la?
fr: Signature à l’extérieur ?
hi: हस्ताक्षर करें ?
id: Tandatangani ?
it: Scrivi una nota?
ja: サイン?
ko: 서명 하시나요?
nl: Signeren uit?
pl: Podpisz się ?
pt: Assinala para fora?
ru: Подписывайтесь ?
th: ลงทะเบียน
tr: Çıkış mı?
uk: Підписуйтесь на вихід?
ur: اُٹھاؤ؟
vi: Đăng ký ra?
zh_hans: 签名吗?
zh_hant: 簽名嗎?

# sign_out_body
source: The protected wallet stays on the account. This device will use a guest until you sign in again.
ar: يبقى المحفظة المحمية على الحساب، وسوف يستخدم هذا الجهاز ضيفًا حتى تقوم بالتسجيل مرة أخرى.
bn: সুরক্ষিত বাক্সটি অ্যাকাউন্টে থাকবে. এই ডিভাইসটি আবারও প্রবেশ করার পর্যন্ত একটি গেস্ট ব্যবহার করবে।
de: Das geschützte Portfolio bleibt auf dem Konto. Dieses Gerät wird einen Gast benutzen, bis Sie sich erneut anmelden.
es: La bolsa protegida permanece en la cuenta.Este dispositivo utilizará a un invitado hasta que se inscriba de nuevo.
fr: La portefeuille protégée reste sur le compte.Cette appareil utilise un hôte jusqu'à ce que vous vous inscriviez à nouveau.
hi: संरक्षित बटुआ खाते में रहता है. इस डिवाइस में आप फिर से साइन इन करने तक एक मेहमान का उपयोग करेंगे.
id: Dompet yang dilindungi tetap di akun. perangkat ini akan menggunakan tamu sampai Anda mendaftar kembali.
it: Il portafoglio protettivo rimane sul conto.Questo dispositivo utilizzerà un ospite fino a quando non si iscrive di nuovo.
ja: 保護された財布はアカウントに残ります このデバイスは、再びサインインするまでゲストを使用します。
ko: 보호된 지갑은 계정에 남아 있습니다.이 장치는 다시 로그인 할 때까지 손님을 사용합니다.
nl: De beveiligde portemonnee blijft op het account. Dit apparaat gebruikt een gast totdat u zich opnieuw registreert.
pl: Zapisy chronione pozostają na koncie.Ten urządzenie będzie korzystać z gościa, aż ponownie się zalogujesz.
pt: O bolso protegido permanece na conta. Este dispositivo usará um convidado até que você se inscreva novamente.
ru: Защищенный кошелек остается на счету.Это устройство будет использовать гостя до того, как вы снова зарегистрируетесь.
th: กระเป๋าถือที่ปกป้องจะอยู่บนบัญชี อุปกรณ์นี้จะใช้ผู้เข้าพักจนกว่าคุณลงทะเบียนอีกครั้ง
tr: Korumalı cüzdan hesapta kalır. Bu cihaz siz tekrar oturum açana kadar bir konuk kullanacaktır.
uk: Захищений кошелек залишається на рахунку.Це пристрій буде використовувати гостя, поки ви не зареєструєтесь знову.
ur: محفوظ پیسہ اکاؤنٹ پر رہتا ہے یہ آلہ ایک مہمان کا استعمال کرے گا جب تک آپ دوبارہ لاگ ان نہیں کریں گے.
vi: Tiền mặt được bảo vệ vẫn còn trên tài khoản. thiết bị này sẽ sử dụng khách cho đến khi bạn đăng nhập lại.
zh_hans: 保护的钱包留在帐户上,该设备将使用客人,直到您再次登录。
zh_hant: 保護的錢包留在帳戶上,該裝置將使用客人,直到您再次登入。

source: Sign out
ar: اكتب
bn: সাইন করুন
de: Signatur aus
es: Sigue
fr: Signature
hi: हस्ताक्षर
id: Tandatangani
it: Signorare
ja: サイン出
ko: 서명하기
nl: Sign uit
pl: Podpisywanie
pt: assinando
ru: Подписывайтесь
th: ลงทะเบียน
tr: Çıkış yap
uk: підписуйтеся
ur: اُٹھاؤ
vi: Đăng ký
zh_hans: 签名
zh_hant: 簽名

source: Guest player created.
ar: لاعب ضيف تم إنشاؤه.
bn: খেলোয়াড় খেলোয়াড় তৈরি
de: Gastspieler geschaffen.
es: El jugador invitado creado.
fr: Joueur invité créé.
hi: मेहमान खिलाड़ी बनाए गए हैं।
id: Pemain tamu yang dibuat.
it: Giocatore ospite creato.
ja: ゲストプレイヤーを作成
ko: 게스트 플레이어가 만들어진
nl: Gasten spelers gemaakt.
pl: Tworzenie gościnnego gracza.
pt: O jogador convidado foi criado.
ru: Гостья создали игрока.
th: ผู้เล่นที่สร้างขึ้น
tr: Konuk oyuncu oluşturuldu.
uk: Гостьовий гравець створений.
ur: گاہک کھلاڑی بنائے گئے ہیں.
vi: Khách chơi được tạo ra.
zh_hans: 客人玩家创建
zh_hant: 客人玩家建立

# delete_player_account_question
source: Delete player account permanently?
ar: حذف حساب اللاعب بشكل دائم.
bn: সবসময় খেলোয়াড়ের অ্যাকাউন্ট মুছে ফেলুন?
de: Lösen Sie das Spielerkonto permanent?
es: ¿Eliminar la cuenta de jugador permanentemente?
fr: Supprimer le compte de joueur en permanence ?
hi: हमेशा के लिए खिलाड़ी खाते को हटा दें?
id: Menghapus akun pemain secara permanen?
it: Rimuovere il tuo account giocatore in modo permanente?
ja: プレイヤーのアカウントを永久に削除する
ko: 영구적으로 플레이어 계정을 삭제하십시오.
nl: Het spelaccount permanent verwijderen?
pl: Czy konto gracza jest trwale usuwane?
pt: Eliminar a conta do jogador permanentemente?
ru: Постоянно удаляет аккаунт игрока.
th: ลบบัญชีผู้เล่นอย่างต่อเนื่อง
tr: Oyuncu hesabı kalıcı olarak silinsin mi?
uk: Постійно видаляти аккаунт гравця.
ur: ہمیشہ کھلاڑی اکاؤنٹ کو ہٹا دیں؟
vi: Loại bỏ tài khoản người chơi liên tục?
zh_hans: 永久删除玩家帐户?
zh_hant: 永久刪除玩家帳戶?

# delete_player_account_warning
source: This cannot be undone. Wallet, purchases, friends, rating and match history will be removed. Finish active online matches first.
ar: لا يمكن إلغاء ذلك.سيتم إزالة المحفظة والمشتريات والأصدقاء وتاريخ التصنيف والمباراة.تنتهي المباريات النشطة على الإنترنت أولا.
bn: এটি অস্বীকার করা যাবে না. পয়েন্ট, কেনাকাটা, বন্ধু, রিটিং এবং ম্যাচ ইতিহাস মুছে ফেলবে. প্রথমেই সক্রিয় অনলাইন ম্যাচ শেষ করুন।
de: Das kann nicht vermieden werden. Wallet, Einkauf, Freunde, Rating und Match-Historie werden entfernt. Beendete aktives Online-Spiel zuerst.
es: Esto no puede ser indebido.Las bolsas, las compras, los amigos, la calificación y la historia de los partidos se eliminarán.Finalizar los partidos en línea activos primero.
fr: Ceci ne peut pas être évité. portefeuille, achats, amis, notations et histoire de match seront supprimés. Finissez les matchs en ligne actifs d'abord.
hi: यह अपरिहार्य नहीं हो सकता. बटुए, खरीदारी, दोस्त, रेटिंग और मैच इतिहास हटा दिया जाएगा. पहले सक्रिय ऑनलाइन मैचों को समाप्त करें.
id: Ini tidak bisa dihindari. dompet, pembelian, teman, rating dan sejarah pertandingan akan dihapus.
it: Il portfolio, gli acquisti, gli amici, la valutazione e la storia delle partite saranno rimossi.
ja: 財布、買い物、友人、評価、試合の歴史が削除されます。
ko: 이건 무시할 수 없습니다. 지갑, 구매, 친구, 등급 및 경기 역사 삭제됩니다. 먼저 활성 온라인 경기를 마무리합니다.
nl: Dit kan niet ontbreken. wallet, aankopen, vrienden, rating en matchgeschiedenis zullen worden verwijderd.
pl: Pieniądze, zakupy, przyjaciele, rating i historia meczu zostaną usunięte.
pt: O dinheiro, compras, amigos, classificação e história do jogo serão removidos.
ru: Это не может быть без. Портфель, покупки, друзья, рейтинг и история матча будут удалены.
th: นี่ไม่สามารถหลีกเลี่ยงได้ เงินสด, การซื้อ, เพื่อน, การคะแนนและประวัติการแข่งขันจะถูกลบ เสร็จสิ้นการแข่งขันออนไลน์ที่ใช้งานได้ก่อน
tr: Bu geri alınamaz. Cüzdan, satın alımlar, arkadaşlar, derecelendirme ve maç geçmişi kaldırılacaktır. Önce aktif çevrimiçi maçları bitirin.
uk: Це не може бути без. портфелі, покупки, друзі, рейтинги та історія матчів будуть видалені.
ur: یہ نہیں ہو سکتا. پیسہ، خریداری، دوستوں، درجہ بندی اور میچ کی تاریخ ہٹا دیا جائے گا.
vi: Tiền mặt, mua sắm, bạn bè, đánh giá và lịch sử trận đấu sẽ bị xóa.
zh_hans: 钱包、购物、朋友、评分和比赛历史将被删除。
zh_hant: 錢包、購物、朋友、評分和比賽歷史將被刪除。

source: Type DELETE
ar: نوع الديليت
bn: ডেলিটের ধরন
de: Typ Delete
es: Tipo delito
fr: Type de délire
hi: मिट्टी के प्रकार
id: Jenis Delete
it: Tipo delete
ja: タイプ デレット
ko: 델레타 유형
pl: Typ Delete
pt: Tipo de Delete
ru: Тип Деле
th: ประเภท Delete
tr: Tip DELETE
uk: Тип дельєти
ur: قسم کے دل
vi: Loại Delete
zh_hans: 类型 德里特
zh_hant: 型別 德里特

source: Current password
ar: كلمة المرور الحالية
bn: বর্তমান পাসওয়ার্ড
de: Aktuelle Passwort
es: La contraseña actual
fr: Password actuel
hi: वर्तमान पासवर्ड
id: Kata Salinan Saat Ini
it: Password attuale
ja: 現在のパスワード
ko: 현재 암호
nl: De huidige wachtwoord
pl: Aktualne hasło
pt: Password atual
ru: текущий пароль
th: คู่มือปัจจุบัน
tr: Geçerli parola
uk: Теперішній пароль
ur: موجودہ پاس ورڈ
vi: mật khẩu hiện tại
zh_hans: 现行密码
zh_hant: 現行密碼

source: Delete permanently
ar: حذف دائم
bn: স্থায়ীভাবে মুছে ফেলুন
de: permanent löschen
es: Eliminar permanentemente
fr: Supprimer permanent
hi: स्थायी रूप से हटाएं
id: Hilang secara permanen
it: Eliminare in modo permanente
ja: 永久削除
ko: 영구적으로 삭제
nl: permanent verwijderen
pl: Trwale usunąć
pt: Eliminar permanentemente
ru: Постоянно удаляется
th: ลบอย่างต่อเนื่อง
tr: Kalıcı olarak sil
uk: Постійно видаляти
ur: ہمیشہ ہٹا دیں
vi: xóa vĩnh viễn
zh_hans: 永久删除
zh_hant: 永久刪除

# player_account_deleted
source: Player account and online data deleted.
ar: حساب اللاعب والبيانات عبر الإنترنت محذوفة.
bn: খেলোয়াড় অ্যাকাউন্ট এবং অনলাইন ডেটা মুছে ফেলছে।
de: Spielerkonto und Online-Daten gelöscht.
es: El nombre de la cuenta de jugador y los datos en línea se eliminan.
fr: Les données de l'account et de la page sont supprimées.
hi: ऑनलाइन डेटा और प्लेयर खाते हटा दिए गए हैं।
id: Akun pemain dan data online dihapus.
it: Il conto del giocatore e i dati online sono stati cancellati.
ja: プレイヤーアカウントとオンラインデータが削除されました。
ko: 플레이어 계정 및 온라인 데이터 삭제.
nl: De online account en de online gegevens zijn verwijderd.
pl: Konto gracza i dane online usunięte.
pt: Contas de jogador e dados online excluídos.
ru: Игровой счет и онлайн-данные удалены.
th: บัญชีผู้เล่นและข้อมูลออนไลน์ลบ
tr: Oyuncu hesabı ve çevrimiçi veriler silindi.
uk: Акаунт гравців та онлайн-дані видалені.
ur: کھلاڑی اکاؤنٹ اور آن لائن اعداد و شمار حذف.
vi: Tài khoản người chơi và dữ liệu trực tuyến đã bị xóa.
zh_hans: 玩家帐户和在线数据被删除。
zh_hant: 玩家帳戶和線上資料被刪除。

source: Protect current
ar: الحماية الحالية
bn: বর্তমান রক্ষা
de: Aktuelle Schutz
es: Proteger el actual
fr: Protéger le courant
hi: वर्तमान को सुरक्षित रखें
id: Perlindungan saat ini
it: Proteggere il corrente
ja: 現状保護
ko: 현재 보호
nl: Bescherm de huidige
pl: Ochrona bieżąca
pt: Proteção do atual
ru: Защита текущего
th: ป้องกันปัจจุบัน
tr: Akımı koru
uk: Захист поточного
ur: موجودہ کی حفاظت
vi: Bảo vệ hiện tại
zh_hans: 保护现状
zh_hant: 保護現狀

source: Recoverable account
ar: حساب قابل للاسترداد
bn: ফেরত ফেরত হওয়ার অ্যাকাউন্ট
de: Wiederherstellbares Konto
es: Cuentas recuperables
fr: Compte récupérable
hi: पुनर्प्राप्त खाता
id: Akun yang dapat dipulihkan
it: Il conto recuperabile
ja: リハビリアカウント
ko: 회복할 수 있는 계정
nl: Recoverbaar account
pl: Odzyskiwanie konta
pt: Conta Recuperação
ru: восстанавливаемое счёт
th: บัญชีที่สามารถกู้คืนได้
tr: Kurtarılabilir hesap
uk: Відновлювальний рахунок
ur: رجوع حساب
vi: Tài khoản phục hồi
zh_hans: 可恢复的账户
zh_hant: 可恢復的賬戶

source: Guest account
ar: حساب الضيوف
bn: গেস্ট অ্যাকাউন্ট
de: Gastkonto
es: Cuentas de invitados
fr: Compte de visiteur
hi: मेहमानों का खाता
id: Akun tamu
it: Contato ospite
ja: ゲストアカウント
ko: 손님 계좌
nl: Gastenrekening
pl: Konto gościa
pt: Conta de convidados
ru: Гостевой счет
th: บัญชีของแขก
tr: Misafir hesabı
uk: Гостьовий рахунок
ur: مہمان اکاؤنٹ
vi: Tài khoản khách
zh_hans: 客人账户
zh_hant: 客人賬戶

# email_account
source: an email account
ar: حساب البريد الإلكتروني
bn: একটি ইমেল অ্যাকাউন্ট
de: Ein E-Mail-Konto
es: Una cuenta de correo electrónico
fr: Un compte email
hi: एक ईमेल खाता
id: Sebuah akun email
it: Un account email
ja: メールアカウント
ko: 이메일 계정
nl: Een e-mail account
pl: Konto e-mail
pt: Uma conta de email
ru: Электронный счет
th: บัญชีอีเมล
tr: bir e-posta hesabı
uk: Електронний рахунок
ur: ایک ای میل اکاؤنٹ
vi: Tài khoản email
zh_hans: 电子邮件账户
zh_hant: 電子郵件賬戶

# online_identity_linked
source: Online identity linked to %1s.
ar: الهوية عبر الإنترنت مرتبطة%1s.
bn: অনলাইন পরিচয় সংযুক্ত%1s.
de: Online-Identität in Verbindung mit%1s.
es: Identidad en línea vinculada a%1s.
fr: Identité en ligne liée à%1s.
hi: ऑनलाइन पहचान के साथ जुड़ा हुआ है%1s.
id: Identitas online yang terhubung dengan%1s.
it: Internet connessi con%1s.
ja: オンラインアイデンティティに関連する%1s.
ko: 온라인으로 연결된 정체성%1s.
nl: Online identiteit gekoppeld aan%1s.
pl: Identyfikacja online połączona z%1s.
pt: Identidade online ligada a%1s.
ru: Интернет-идентификация, связанная с%1s.
th: การระบุข้อมูลออนไลน์ที่เชื่อมต่อกับ%1s.
tr: Bağlı olan çevrimiçi kimlik%1s.
uk: Інтернет-ідентичність пов'язана з%1s.
ur: انٹرنیٹ کی شناخت کے ساتھ منسلک%1s.
vi: Tính năng trực tuyến liên kết với%1s.
zh_hans: 网上身份与%1s.
zh_hant: 網上身份與%1s.

# guest_account_risk
source: Deleting the app or changing devices can make this guest inaccessible. Protect it before buying Coins.
ar: حذف التطبيق أو تغيير الأجهزة يمكن أن تجعل هذا الضيف غير متاح.Coinس س
bn: অ্যাপটি মুছে ফেলুন বা ডিভাইস পরিবর্তন করা এই গেসটি অ্যাক্সেসযোগ্য করতে পারে।Coinস
de: Die Löschung der App oder die Änderung der Geräte kann diesen Gast unzugänglich machen. Schützen Sie es vor dem KaufCoinS ist
es: Eliminar la aplicación o cambiar los dispositivos puede hacer que este invitado sea inaccesible.CoinS de S.
fr: Supprimer l’application ou modifier les appareils peut rendre cet hôte inaccessible.CoinS et S.
hi: ऐप को हटाने या डिवाइस को बदलने से यह मेहमान अप्रत्याशित हो सकता है. खरीदने से पहले इसे सुरक्षित रखेंCoinएस।
id: Menghapus aplikasi atau mengubah perangkat dapat membuat tamu ini tidak dapat diakses. melindunginya sebelum membeliCoinS dan S.
it: Rimuovere l'app o cambiare dispositivi può rendere questo ospite inaccessibile.CoinS è
ja: アプリを削除したり、デバイスを変更したりすると、このゲストがアクセスできない可能性があります。CoinS です。
ko: 앱을 삭제하거나 장치를 변경하면 이 손님이 접근 할 수 없습니다.CoinS 는
nl: Het verwijderen van de app of het wijzigen van apparaten kan deze gast ontoegankelijk maken.CoinS van S.
pl: Usuwanie aplikacji lub zmiana urządzeń może sprawić, że gość będzie niedostępny.CoinS Źródło
pt: Remover a aplicação ou alterar dispositivos pode tornar este hóspede inacessível. proteger antes de comprarCoinS e S.
ru: Удаление приложения или изменение устройств может сделать этого гостя недоступным.CoinС .
th: การลบแอปหรือเปลี่ยนอุปกรณ์อาจทําให้ผู้เข้าพักไม่สามารถเข้าถึงได้ โปรดป้องกันการใช้งานก่อนซื้อCoins
tr: Uygulamayı silmek veya cihazları değiştirmek bu konuğu erişilemez hale getirebilir. Satın almadan önce koruyunCoins.
uk: Видалення програми або зміна пристроїв може зробити цього гостя недоступним.CoinС. І
ur: اپلی کیشن کو ہٹا دیں یا آلات کو تبدیل کریں اس مہمان کو غیر دستیاب بنا سکتے ہیں.Coins کے
vi: Xóa ứng dụng hoặc thay đổi thiết bị có thể làm cho khách này không thể truy cập.Coins .
zh_hans: 删除应用程序或更改设备可能会使此客人无法访问。Coin斯。
zh_hant: 刪除應用程式或更改裝置可能會使此客人無法訪問。Coin斯。

source: Service message
ar: رسالة الخدمة
bn: সেবা বার্তা
de: Service Nachricht
es: mensaje de servicio
fr: Message de service
hi: सेवा संदेश
id: Pesan Layanan
it: Messaggio di servizio
ja: サービスメッセージ
ko: 서비스 메시지
nl: Service boodschap
pl: Służba wiadomości
pt: Mensagem de serviço
ru: Службеное сообщение
th: ข้อความบริการ
tr: Servis mesajı
uk: Повідомлення про службу
ur: سروس پیغام
vi: Thông điệp dịch vụ
zh_hans: 服务信息
zh_hant: 服務資訊

source: Search results
ar: نتائج البحث
bn: Search Results অনুসন্ধান
de: Suchergebnisse
es: Resultados de búsqueda
fr: Résultats de recherche
hi: खोज परिणाम
id: Hasil pencarian
it: risultati di ricerca
ja: 検索結果
ko: 검색 결과
nl: Zoekresultaten
pl: Wyniki wyszukiwania
pt: Resultados de busca
ru: Результаты поиска
th: ผลการค้นหา
tr: Arama sonuçları
uk: Результати пошуку
ur: نتائج تلاش
vi: Kết quả tìm kiếm
zh_hans: 搜索结果
zh_hant: 搜尋結果

source: Sudoku Duel friends
ar: Sudoku Duelأصدقاء
bn: Sudoku Duelবন্ধু
de: Sudoku DuelFreunde
es: Sudoku DuelAmigos
fr: Sudoku Duelamis
hi: Sudoku Duelदोस्तों
id: Sudoku Duelteman
it: Sudoku Duelamici
ja: Sudoku Duel友人たち
ko: Sudoku Duel친구들
nl: Sudoku DuelVrienden
pl: Sudoku DuelPrzyjaciele
pt: Sudoku DuelAmigos
ru: Sudoku DuelДрузья
th: Sudoku Duelเพื่อน
tr: Sudoku Duelarkadaşlar
uk: Sudoku Duelдрузі
ur: Sudoku Duelدوستوں
vi: Sudoku Duelbạn bè
zh_hans: Sudoku Duel朋友们
zh_hant: Sudoku Duel朋友們

# friends_empty_body
source: Search a username and send a friend request to build your list.
ar: ابحث عن اسم مستخدم وإرسال طلب صديق لإنشاء قائمتك.
bn: একটি ব্যবহারকারীর নাম খুঁজুন এবং আপনার তালিকা তৈরি করার জন্য একটি বন্ধু অনুরোধ পাঠান।
de: Suchen Sie einen Benutzernamen und senden Sie eine Freundschaftsanfrage, um Ihre Liste zu erstellen.
es: Buscar un nombre de usuario y enviar una solicitud de amigo para construir su lista.
fr: Recherchez un nom d'utilisateur et envoyez une demande d'amis pour construire votre liste.
hi: एक उपयोगकर्ता नाम खोजें और अपनी सूची बनाने के लिए एक दोस्त अनुरोध भेजें।
id: Cari nama pengguna dan kirim permintaan teman untuk membuat daftar Anda.
it: Cerca un nome utente e invia una richiesta di amico per costruire la tua lista.
ja: ユーザー名を検索し、友人のリクエストを送ってリストを作成します。
ko: 사용자 이름을 검색하고 친구 요청을 보내 목록을 만들 수 있습니다.
nl: Zoek een gebruikersnaam en stuur een vriendverzoek om uw lijst te bouwen.
pl: Znajdź nazwę użytkownika i wysłać prośbę przyjaciela, aby zbudować listę.
pt: Procure um nome de usuário e envie uma solicitação de amigo para construir sua lista.
ru: Поиск пользовательского имени и отправь запрос друзей, чтобы построить свой список.
th: ค้นหาชื่อผู้ใช้และส่งคําขอเพื่อนเพื่อสร้างรายการของคุณ
tr: Bir kullanıcı adı arayın ve listenizi oluşturmak için bir arkadaş isteği gönderin.
uk: Знайдіть ім'я користувача і надішліть запит на друзів, щоб побудувати свій список.
ur: ایک صارف کا نام تلاش کریں اور آپ کی فہرست بنانے کے لئے ایک دوست کی درخواست بھیجیں.
vi: Tìm kiếm một tên người dùng và gửi yêu cầu bạn bè để xây dựng danh sách của bạn.
zh_hans: 搜索用户名并发送朋友请求,以创建您的列表。
zh_hant: 搜尋使用者名稱併傳送朋友請求,以建立您的列表。

source: Recent opponents
ar: المعارضين الأخيرين
bn: সাম্প্রতিক সমর্থক
de: Neue Gegner
es: Los recientes oponentes
fr: Les récents adversaires
hi: हाल के विरोधियों
id: Pemberontak Baru
it: Recenti avversari
ja: 反対派の最近
ko: 최근의 반대자
nl: Nieuwe tegenstanders
pl: Ostatni przeciwnik
pt: Recentes oponentes
ru: Недавние противники
th: ปัจจุบัน
tr: Son rakipler
uk: Нещодавні опоненти
ur: حالیہ مخالفین
vi: Những đối thủ gần đây
zh_hans: 最新反对者
zh_hant: 最新反對者

# recent_opponents_empty_body
source: Players you finish an online match with will appear here.
ar: اللاعبين الذين تنتهي مباراة على الانترنت مع سوف تظهر هنا.
bn: আপনি যে খেলোয়াড়দের সাথে একটি অনলাইন ম্যাচ শেষ করবেন সেখানে প্রদর্শিত হবে।
de: Spieler, mit denen Sie ein Online-Mittag beenden, werden hier erscheinen.
es: Los jugadores con los que finalice un partido en línea aparecerán aquí.
fr: Les joueurs avec lesquels vous terminez un match en ligne apparaîtront ici.
hi: आप जिस खिलाड़ी के साथ ऑनलाइन मैच खत्म कर रहे हैं, वह यहां दिखाई देगा।
id: Pemain yang Anda selesai pertandingan online akan muncul di sini.
it: I giocatori con cui si conclude un match online saranno presenti qui.
ja: オンライン試合を終える選手はこちらに登場します。
ko: 온라인 게임을 마친 선수들은 여기서 나타날 것입니다.
nl: Spelers die een online match met u afsluiten, verschijnen hier.
pl: Gracze, z którymi zakończysz mecz online, pojawią się tutaj.
pt: Os jogadores com quem você terminar um jogo online aparecerão aqui.
ru: Игроки, с которыми вы закончите онлайн-магазин, будут появляться здесь.
th: ผู้เล่นที่คุณเสร็จสิ้นการแข่งขันออนไลน์กับจะปรากฏที่นี่
tr: Çevrimiçi bir maçı bitirdiğiniz oyuncular burada görünecektir.
uk: Гравці, з якими ви закінчите онлайн-магазин, з'являться тут.
ur: کھلاڑی جو آپ کے ساتھ ایک آن لائن میچ ختم کریں گے یہاں ظاہر ہو جائے گا.
vi: Các cầu thủ bạn kết thúc một trận đấu trực tuyến sẽ xuất hiện ở đây.
zh_hans: 您完成在线比赛的玩家将出现在这里。
zh_hant: 您完成線上比賽的玩家將出現在這裡。

source: Cross-platform social service
ar: خدمة اجتماعية عبر المنصة
bn: সার্ভিস-ফ্ল্যাটফর্মের সামাজিক পরিষেবা
de: Cross-Platform soziale Dienstleistung
es: Servicio Social Cross-Platform
fr: Service social cross-platform
hi: सामाजिक सेवा के लिए क्रॉस-प्लेटफॉर्म
id: Platform Sosial Cross
it: Servizio sociale cross-platform
ja: クロスプラットフォーム社会サービス
ko: Cross-platform 사회 서비스
nl: Cross-platform sociale dienstverlening
pl: Cross-platformowe usługi społeczne
pt: Serviço Social Cross-Platform
ru: Крос-платформы социальных услуг
th: บริการสังคมแบบพลาสติก
tr: Platformlar arası sosyal hizmet
uk: Соціальна платформа Cross-Platform
ur: Cross-platform سوشل سروس
vi: Dịch vụ xã hội cross-platform
zh_hans: 跨平台社交服务
zh_hant: 跨平臺社交服務

# cross_platform_social_service_body
source: Sudoku Duel usernames, friends, recent opponents, and challenges are connected through the shared backend.
ar: Sudoku Duelأسماء المستخدمين والأصدقاء والمنافسين الأخيرين والتحديات متصلة من خلال النطاق اليدوي المشترك.
bn: Sudoku Duelব্যবহারকারীর নাম, বন্ধু, সাম্প্রতিক প্রতিপক্ষ এবং চ্যালেঞ্জ শেয়ারের মাধ্যমে সংযোগিত হয়।
de: Sudoku DuelBenutzernamen, Freunde, jüngste Gegner und Herausforderungen sind über den gemeinsamen Backend verbunden.
es: Sudoku DuelLos nombres de usuario, amigos, oponentes recientes y desafíos se conectan a través del backend compartido.
fr: Sudoku DuelLes noms d’utilisateur, les amis, les derniers adversaires et les défis sont reliés à travers le backend partagé.
hi: Sudoku Duelउपयोगकर्ता नाम, दोस्त, हाल के प्रतिद्वंद्वियों और चुनौतियों को साझा बैकवेन के माध्यम से जोड़ा जाता है।
id: Sudoku DuelNama pengguna, teman, lawan baru, dan tantangan terhubung melalui backend yang dikongsi.
it: Sudoku DuelI nomi degli utenti, gli amici, gli avversari recenti e le sfide sono collegati attraverso il backend condiviso.
ja: Sudoku Duelユーザー名、友人、最近の対戦相手、および課題は共有バックエンドを通じて接続されています。
ko: Sudoku Duel사용자 이름, 친구, 최근의 상대와 도전은 공유 하드 링크를 통해 연결됩니다.
nl: Sudoku DuelGebruikersnamen, vrienden, recente tegenstanders en uitdagingen zijn verbonden via de gedeelde backend.
pl: Sudoku DuelNazwy użytkowników, przyjaciół, ostatnich przeciwników i wyzwania są połączone za pośrednictwem podziału.
pt: Sudoku DuelOs nomes de usuário, amigos, oponentes recentes e desafios estão conectados através do backend compartilhado.
ru: Sudoku DuelИмена пользователей, друзья, последние противники и вызовы связаны через совместную базу.
th: Sudoku Duelชื่อผู้ใช้เพื่อนผู้ต่อสู้ล่าสุดและท้าทายจะเชื่อมต่อผ่านการสนับสนุนที่แบ่งปัน
tr: Sudoku DuelKullanıcı adları, arkadaşlar, son rakipler ve zorluklar paylaşılan arka uç üzerinden bağlanır.
uk: Sudoku DuelКористувальні імена, друзі, останні опоненти та виклики пов'язані через спільну підручницю.
ur: Sudoku Duelصارف نام، دوست، حالیہ مخالفین، اور چیلنجوں کو مشترکہ پس منظر کے ذریعے منسلک کیا جاتا ہے.
vi: Sudoku DuelTên người dùng, bạn bè, đối thủ gần đây và thách thức được kết nối thông qua nền tảng chia sẻ.
zh_hans: Sudoku Duel用户名、朋友、最近的对手和挑战通过共享背景连接。
zh_hant: Sudoku Duel使用者名稱、朋友、最近的對手和挑戰透過共享背景連線。

source: Challenge notifications enabled
ar: إمكانية إرسال إشعارات التحدي
bn: চ্যালেঞ্জ বিজ্ঞাপন অনুমোদন
de: Herausforderung Anrufe erlaubt
es: Notificaciones de desafío permitidas
fr: Défi d’informer
hi: चुनौती सूचनाओं को सक्षम
id: Pemberitahuan Tantangan Terbuka
it: Avviso di sfida abilitato
ja: 挑戦通知が可能
ko: 도전 통보가 가능
nl: Challenge meldingen mogelijk
pl: Wyzwanie powiadomienia umożliwia
pt: Notificações de desafio permitidos
ru: Заявления о вызове разрешены
th: การแจ้งเตือนแบบท้าทายเปิดใช้งาน
tr: Zorluk bildirimleri etkinleştirildi
uk: Заявки про виклик дозволені
ur: چیلنج کی اطلاعیں فعال
vi: Thách thức thông báo được kích hoạt
zh_hans: 挑战通知启用
zh_hant: 挑戰通知啟用
